import { NoticeData } from "@/components/home/NoticeCarousel";

export const noticeData: NoticeData[] = [
    {
        id: "1",
        title: "토리전자 듀오라이트 출시",
        content: "토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 ",
        date: "2024.01.01"
    },
    {
        id: "2",
        title: "토리전자 2024 중소벤처기업부 창업중심대학 초기창업패키지 합격",
        content: "토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 ",
        date: "2024.02.01"
    },
    {
        id: "3",
        title: "토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시 토리전자 싱글라이트 출시",
        content: "토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 토리전자 본문입니다 ",
        date: "2024.03.01"
    }
] 